{
    "FoundationStage": [
        "車輛進出工地時輪胎之沖洗是否確實,出入口處路面是否仍有輪胎痕,及汙損,汙水是否溢流至工區外",
        "工地圍籬,大門及周邊相關設施環是否毀損跡",
        "圍籬綠植噴灌正常並不得溢流至人行道。(綠籬植栽是否有枯死現象，及垃圾等雜物置於植栽或圍籬上)",
        "臨時電箱是否設置漏電斷路器供工作者使用",
        "破碎、開挖等作業是否於作業區域外側設置禁止非相關作業人員進入之管制警示措施",
        "開口處、坑是否設置防止墜落措施：護欄、護蓋、安全網、安全母索並完善具有防護效果",
        "鋼板、鋼軌樁、型鋼及物料之堆放牢固無倒塌之虞",
        "鋼板樁、鋼軌樁、型鋼及物料之尖銳端有警示或防護措施(含夜間警示燈)",
        "高差1.5公尺以上場所是否設置安全上下設備(設置踏階等,如使用施工架進行搭設時，應注意基座下方是否使用襯墊並以斜撐支撐避免下陷傾倒)",
        "開挖周邊應設置安全防護，於出土作業時護欄",
        "起重機械運轉時是否觸及高壓電線或妨礙交通",
        "土堆臨時置放時是否鋪設黑網、帆布覆蓋，避免揚塵及遭檢舉開罰",
        "橫跨通道或勞工作業之電線應架高或保護",
        "臨時發電機外殼是否設置接地避免外殼感電",
        "是否設置現場作業主管於現場監視(如未設置指派者，應於廠商會議中記錄並要求廠商簽認改善)",
        "施工構台下方是否設置安全網，避免構台拆除作業時下方未設置防護(於第一層支撐鋪設覆工板作業前，應督促廠商確實張掛安全網)",
        "氧氣乙炔鋼瓶是否無變形、腐蝕、破裂情形情形，並於鋼瓶上方之耐壓試驗環刻印之年份應大於本年度",
        "氧氣乙炔鋼瓶使用中是否設置防止迴火裝置(每一吹管有兩個以上之防迴火裝置)至少2顆,優則4顆",
        "移動使用之鋼瓶應放置於推車架上或確實綁固避免傾倒，並設置遮陽措施，滅火器等",
        "氧氣乙炔儲存區是否分開放置,中間以空瓶區隔，設有SDS安全資料表並加以張掛「嚴禁煙火」",
        "工區易積水、出水處是否設置抽水馬達有效排除",
        "電銲機是否裝設遮雨設施、電擊防止裝置",
        "檢查電銲把柄是否破損，以及電纜線是否於地面泡水應予墊高離開積水處"
    ],
    "StructureStage": [
        "車輛進出工地時輪胎之沖洗是否確實,出入口處路面是否仍有輪胎痕,及汙損洗車台是否堵塞，水漫流至工區外",
        "工地圍籬,大門是否完整無隨意拆卸及損壞情形。包含機具、車輛進場處之路燈、凸面鏡、樹木、安全廊道是否遭破壞毀損跡象。",
        "工區出入口之洗車台是否堵塞，水漫流至工區外。",
        "工區圍籬綠植是否噴灌正常作業並不得溢流至人行道。(綠籬植栽是否有枯死現象，並是否有垃圾等雜物置於綠籬上)。",
        "各樓層電箱是否設置漏電斷路器供勞工使用",
        "開口處、樓板開口、管道間、傳料口是否設置防止墜落措施：護欄、護蓋、安全網、安全母索並完善具有防護效果。",
        "電線是否架高，未橫越地面或浸泡水中",
        "應以插座、插頭接用電源，避免使用裸線接電使用",
        "高差1.5公尺以上場所是否設置安全上下設備。(如施工架)",
        "電梯井及垃圾管道閘門是否確實上鎖管制。",
        "電梯井作業平台及下方安全網是否固定完善",
        "樓層升層之樓版梯井及管道間等各處開口應確實張掛安全網",
        "起重機械運轉時是否觸及高壓線或妨礙通",
        "吊掛作業是否確實圈圍管制避免人員進入吊掛作業區域，以及吊掛物不得經過人員上方",
        "是否設置現場作業主管於現場監視(如未設置指派者，應於廠商會議中記錄並要求廠商簽認改善)。",
        "局限空間作業應設置缺氧作業主管，並指派監視人員確實於作業前、中、後進行氣體監測，並設置送風裝置持續送風至作業結束為止",
        "模板支撐樓層，是否有遺漏、變形或以其他材質之物件作為制式插銷替代物(三分鋼筋、螺桿、鐵絲等替代物應嚴格禁止，避免發生倒塌、崩塌造成重大職災事件)",
        "模板支撐高度如超過3.5M，應於離地面2M處設置水平之橫向及縱向繫條並與結構物連結",
        "模板支撐嚴禁支撐於施工架延伸踏板上避免支撐力不足崩塌及施工架倒塌等意外(如原設計作為模板支撐使用之模板支撐架例外)",
        "氧氣乙炔鋼瓶於使用中是否設置防止迴火之安全器(使每一吹管有兩個以上之安全器)放置於推車架上或確實綁固避免傾倒，並設置遮陽措施￮",
        "氧氣乙炔儲存區是否分開放置，設有安全資料表SDS並加以張掛「嚴禁煙火」標示。",
        "施工架壁連座是否因作業遭不當切除等狀況",
        "施工架組配件是否遭破壞及缺件 如:交叉拉桿、下拉桿、末端開口封閉、腳柱插銷",
        "結構體與施工架間距是否大於20 cm(應加設延伸踏板、安全網縮小開口)",
        "混凝土澆置之輸送管，嚴禁固定於施工架上避免震動導致壁座失效倒塌",
        "澆置作業之車輛路口是否設置義交進行指揮，避免車輛與行人碰撞發生事故"
    ],
    "DecorationStage": [
        "乙種圍籬是否已設置防傾倒措施(如拉繩索、加設固定避免傾倒或飛出)並巡視是否有遭破壞跡象",
        "景觀區之植栽加固之鋼索或斜撐是否設置警示(如反光貼紙、三角錐、警示燈等)。",
        "施工架應設置上下設備(高處1.5米以上作業場所接應設置上下設備每30公尺一處)。",
        "車輛行徑之出入口施工架是否設置警示標示(警示帶、防撞條、警示燈、三角錐等)",
        "各樓層電箱是否設置漏電斷路器供勞工使用(如電箱已撤除，應注意消防箱之緊急插座未有漏電跳脫功能，應加設插座式漏電斷路器)避免感電",
        "高空作業車操作人員應有操作證，並於作業中穿戴背負式安全帶(法令已修訂並於114年1月1日起實施)。",
        "車輛機械之操作手，如離開駕駛座時應熄火，並隨身取走鑰匙(避免其他勞工擅自操作造成危害)",
        "車輛係營檢機械啟動時，所有人員應遠離機械(駕駛除外)，並禁止人員進入作業半徑。",
        "不得使勞工搭載於堆高機之貨叉所乘載貨物之托板、撬板及乘坐席以外之部分(駕駛人應繫上座位之安全帶)避免翻覆跳車壓傷。",
        "夜間作業行駛，前照燈具是否正常，照明是否充足，並應設置預防人員靠近之警示措施￮",
        "樣品層之梯井如需將格柵拆除進行封板前，應於梯井設置立面安全網或護欄於電梯門處避免墜落",
        "作業勞工使用之合梯應符合標準合梯相關規定，如金屬之固定繫件、絕緣防滑墊、梯踏之寬度應大於5cm以上",
        "各樓層滅火器設置是否足夠並且有效未失壓過期",
        "梯井吊掛作業人員是否確實穿戴並於作業中確實勾掛背負式安全帶",
        "是否設置現場作業主管於現場監視(如未設置指派者，應於廠商會議中記錄並要求廠商簽認改善)。",
        "局限空間作業應設置缺氧作業主管，並指派監視人員確實於作業前、中、後進行氣體監測，並設置送風裝置持續送風至作業結束為止",
        "個人防護用具是否佩戴好(安全帽、安全帶、護目鏡..等)",
        "電動式手持砂輪機、手持圓盤鋸、研磨切台是否設有護蓋防止斷片飛出防護措施",
        "木作切台未使用時應將刀片下收，或設置護蓋避免誤觸",
        "施工架壁連座是否因作業，遭不當拆/切除等狀況",
        "施工架組配件是否遭破壞及缺件 如:交叉拉桿、下拉桿、末端開口封閉、腳柱插銷",
        "結構體與施工架間距是否大於20 cm(應加設延伸踏板、安全網縮小開口)",
        "廠商物料進場應派員指揮或設置義交，避免發生交通及人員碰撞車輛事故",
        "廢棄物及垃圾集中區旁是否放置滅火器"
      ]
}